[
  {
    "sample_name": "sample_1",
    "transcription": "I am interested in applying to the Arab Academy and need information regarding admission requirements and deadlines for international students."
  },
  {
    "sample_name": "sample_2",
    "transcription": "Could you please provide details about the scholarships available at the Arab Academy for undergraduate students pursuing engineering and business degrees?"
  },
  {
    "sample_name": "sample_3",
    "transcription": "I have questions about transferring credits from another university to the Arab Academy, especially for courses in the computer science department."
  },
  {
    "sample_name": "sample_4",
    "transcription": "I would like assistance with registering for courses at the Arab Academy, specifically regarding important dates and required documents for enrollment."
  },
  {
    "sample_name": "sample_5",
    "transcription": "Can you explain the differences between the engineering specializations at the Arab Academy and the career opportunities available for graduates?"
  },
  {
    "sample_name": "sample_6",
    "transcription": "I am, uhm, interested in applying to the Arab Academy and, uh, need information about admission requirements and deadlines for international students."
  },
  {
    "sample_name": "sample_7",
    "transcription": "Could you please provide, uhh, details about the scholarships available at the Arab Academy for undergraduate students pursuing, uhm, engineering and business degrees?"
  },
  {
    "sample_name": "sample_8",
    "transcription": "I have, uhm, questions about transferring credits from another university to the Arab Academy, uhh, especially for courses in the computer science department."
  },
  {
    "sample_name": "sample_9",
    "transcription": "I would like, uhh, assistance with registering for courses at the Arab Academy, specifically regarding important dates and, uhm, required documents for enrollment."
  },
  {
    "sample_name": "sample_10",
    "transcription": "Can you explain the differences between, uhm, the engineering specializations at the Arab Academy and the, uhh, career opportunities available for graduates?"
  }
]
