[
  {
    "sample_name": "sample_1",
    "transcription": "I am planning to apply to the Arab Academy, but I would like more detailed information about the admission requirements, including necessary documents, deadlines for applications, and whether there are any specific entrance exams I need to take before my application is considered."
  },
  {
    "sample_name": "sample_2",
    "transcription": "Could you please provide a comprehensive overview of the scholarships available at the Arab Academy for undergraduate students? I am particularly interested in eligibility criteria, application procedures, and deadlines, especially for international students who wish to pursue degrees in engineering or business."
  },
  {
    "sample_name": "sample_3",
    "transcription": "I need assistance regarding the process of transferring credits from my previous university to the Arab Academy. Specifically, I would like to know the required documentation and how the evaluation process works to ensure my prior courses are recognized by your institution."
  },
  {
    "sample_name": "sample_4",
    "transcription": "Can you explain the registration process for new students at the Arab Academy? I would like to know the important dates to keep in mind, as well as any orientation sessions that I need to attend before the start of classes."
  },
  {
    "sample_name": "sample_5",
    "transcription": "I am very interested in learning more about the various engineering specializations offered at the Arab Academy. Could you provide detailed information about the curriculum, faculty, and potential career paths that graduates typically follow after completing their degrees in those fields?"
  },
  {
    "sample_name": "sample_6",
    "transcription": "I am, uhm, planning to apply to the Arab Academy, but I would like more detailed information about the admission requirements, including, uhh, necessary documents, deadlines for applications, and whether there are any specific entrance exams, uhm, that I need to take before my application is, uhh, considered."
  },
  {
    "sample_name": "sample_7",
    "transcription": "Could you, uhm, please provide a comprehensive overview of the scholarships available at the Arab Academy, uhh, for undergraduate students? I am particularly interested in eligibility criteria, application procedures, and deadlines, uhm, especially for international students who, uhh, wish to pursue degrees in engineering or business at your institution."
  },
  {
    "sample_name": "sample_8",
    "transcription": "I need, uhm, assistance regarding the process of transferring credits from my previous university to the Arab Academy. Specifically, uhh, I would like to know the required documentation and how the evaluation process, uhm, works to ensure my prior courses are recognized by your institution and accepted, uhh, for my program."
  },
  {
    "sample_name": "sample_9",
    "transcription": "Can you, uhm, explain the registration process for new students at the Arab Academy? I would like to know, uhh, the important dates to keep in mind, as well as any orientation sessions that, uhm, I need to attend before the start of classes at, uhh, the academy."
  },
  {
    "sample_name": "sample_10",
    "transcription": "I am very interested in, uhm, learning more about the various engineering specializations offered at the Arab Academy. Could you, uhh, provide detailed information about the curriculum, faculty, and the potential career paths that graduates, uhm, typically follow after completing their degrees in, uhh, these engineering-related fields?"
  }
]
